Repository: ahmadiehsan/poiesis
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa_ir

source: Task description
fa_ir: توضیحات تسک

source: Zeppelin file links
fa_ir: لینک فایل طرح zeppelin

source: Task permissions
fa_ir: دسترسی های تسک

source: Inputs value
fa_ir: مقدارهای ورودی

source: Inputs type
fa_ir: نوع ورودی ها

source: Related tasks
fa_ir: تسک های درگیر شده

source: Backend description
fa_ir: ملاحظات بک اندی

source: Frontend description
fa_ir: ملاحظات فرانتی

source: Test cases
fa_ir: تست کیس‌ها

source: Task Title
fa_ir: عنوان تسک

source: Task Choices
fa_ir: گزینه های تسک

source: React
fa_ir: ری‌اکت

source: Django
fa_ir: جنگو

source: PO
fa_ir: مالک محصول

source: Title
fa_ir: عنوان

source: Rule Type
fa_ir: نوع قانون

source: Rule Topic
fa_ir: موضوع قانون

source: Rule Topics
fa_ir: موضوعات قانون

source: Coding
fa_ir: کدنویسی

source: Testing
fa_ir: تست

source: Item Type
fa_ir: نوع گزینه

source: Content
fa_ir: محتوا

source: Is New
fa_ir: جدید است؟

source: Topic
fa_ir: موضوع

source: Rule Item
fa_ir: گزینه قانون

source: Rule Items
fa_ir: گزینه‌های قانون

source: Analysis
fa_ir: تحلیل

source: Naming
fa_ir: نام‌گذاری

source: Code and test
fa_ir: کد و تست

source: Negative Point
fa_ir: نمره منفی

source: Task
fa_ir: تسک

source: Other Data
fa_ir: دیگر اطلاعات

source: Create Time
fa_ir: زمان ساخت

source: Modify Time
fa_ir: زمان ویرایش

source: Is Deleted
fa_ir: پاک شده است؟
